  {
    "BOOKED_CONFIRMATION": "Alright, you're all set for **%s** on **%s** at **%s**.  I hope you have a great time!  Good-bye!",
    "CANCEL_CONFIRMATION": "OK, I'll be here if you need me.  Good-bye!",
    "CONFIRMATION_UNRECOGNIZED": "I'm sorry, I didn't understand your repsonse.  Click the **Reserve** button to confirm your reservation.",
    "CONFIRMATION": "Got it",
    "CUISINE_CONFIRMATION": "Alright, let's see what we can find.",
    "CUISINE_REQUEST": "What type of food are you in the mood for?",
    "CUISINE_UNRECOGNIZED": "Hmm, I can't seem to find any *%s* restaurants in your area.  Here are some options that I did find:",
    "GREETINGS": ["Sure, I can help you with that.", "I'm on it.", "Sure. I'm ready to help you at any time."],
    "LOCATION_CONFIRMATION": "Alright, **%s** it is. I'll look for options in  your area.",
    "LOCATION_REQUEST": "Where will you be eating?  I'll look for restaurants in your area.",
    "LOCATION_UNRECOGNIZED": "hmm, I can't seem to find any restaurants in that area.  What other city or town could I try?",
    "NONE": "I'm sorry, I didn't understand.  You can ask me things like 'make me a reservation in Pittsburgh next Friday at 8:30 pm', or 'I'd like to make a reservation at an italian restaurant in Miami FL'.",
    "PARTY_REQUEST": "How many people will be in your party?",
    "PARTY_SIZE_CONFIRMATION": "Got it!",
    "PARTY_UNRECOGNIZED": "I'm sorry, I didn't catch that.  How many people should I include on the reservation?",
    "RESERVATION_CONFIRMATION": "OK, here's what I have.  Click 'Reserve' to confirm your reservation.",
    "RESTAURANT_CONFIRMATION": "Sounds good...**%s** it is!",
    "RESTAURANT_REQUEST": "Here are some **%s** restaurants I found near *%s*:",
    "RESTAURANT_UNRECOGNIZED": "I'm sorry, but I can't find *%s*.  Here are some restaurants I did find in *%s*:",
    "WHEN_CONFIRMATION": "Got it.  I'll book the reservation for **%s** at **%s**",
    "WHEN_REQUEST": "When will you be eating?",
    "WHEN_UNRECOGNIZED": "I'm sorry, I didn't understand you.  When did you plan to eat?  I just need to know the day and time."
}